Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/zrythm.tmx
Source language: en
Languages: sv

source: Ports are the main building blocks used to route signals throughout Zrythm. A port does not process anything on its own, and is usually part of a `processor`, like a plugin or track.
sv: Portar är de huvudsakliga byggstenarna för att dirigera signaler genom Zrythm. En port bearbetar inte något på egen hand och ingår normalt i en bearbetningsenhet, exempelvis en insticksmodul eller ett spår.

source: Tracks can also be quickly hidden with the :guilabel:`Hide` option in their context menu.
sv: Spår kan också döljas snabbt med alternativet :guilabel:`Dölj` i snabbmenyn.

source: Transport Bar
sv: Transportfält

source: Group tracks are foldable.
sv: Gruppspår kan fällas ihop.

source: Fader output
sv: Regelutgång

source: Our IRC channel is #zrythm on Libera.Chat (<code>irc://irc.libera.chat/zrythm</code>).
sv: Vår IRC-kanal är #zrythm på Libera.Chat (<code>irc://irc.libera.chat/zrythm</code>).

source: Also, there should be space, comma or period after such syntax, like below.
sv: Det ska också finnas ett mellanslag, kommatecken eller en punkt efter sådan syntax, som nedan.

source: Project Directory
sv: Projektkatalog

source: Unless otherwise stated, Videos found on the Zrythm website are released under <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International</a>.
sv: Unless annanwise stated, Videos found on the Zrythm website are released under <a href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International</a>.

source: Tracklist settings
sv: Inställningar för spårlistan

source: Editing a connection
sv: Redigera en anslutning

source: Accesss to all available builds, including nightlies
sv: Tillgång till alla tillgängliga builds, inklusive nightlies

source: Shown as 2 green arrows, and the area between them is shown in bright green if loop is enabled, or grey if disabled. Can be dragged to reposition.
sv: Visas som två gröna pilar. Om looping är aktiverad visas området mellan dem i ljusgrönt, annars i grått. De kan dras för att flyttas.

source: Searching
sv: Söka

source: Each track will display its page in the inspector when selected. Depending on the track, the properties shown will be different.
sv: När ett spår markeras visas dess sida i inspektören. Vilka egenskaper som visas beror på spåret.

source: 2 input ports connected to a processor, which produces output to 2 output ports
sv: Två ingångsportar är anslutna till en bearbetningsenhet som ger utdata till två utgångsportar

source: This will clear ALL your user settings.
sv: Detta rensar ALLA dina användarinställningar.

source: Bass:
sv: Bas:

source: Clicking on a ghosted note will automatically switch the active/selected region to the clicked MIDI note's parent region.
sv: Om du klickar på en spöknot växlar den aktiva/markerade regionen automatiskt till den klickade MIDI-notens överordnade region.

source: Sets the settings to use when recording.
sv: Anger inställningarna som ska användas vid inspelning.

source: This log file is useful for debugging crashes and other problems.
sv: Den här loggfilen är användbar när programkrascher och andra problem ska felsökas.

source: Select tool
sv: Markeringsverktyg

source: Shift the position and velocity of notes that start at the same position (chords) to simulate strumming, like when playing guitar.
sv: Förskjut positionen och anslagsstyrkan för noter som börjar på samma position, ackord, för att efterlikna anslag som vid gitarrspel.

source: o: Supported ^: Has known issues x: Broken
sv: o: Stöds ^: Har kända problem x: Fungerar inte

source: New project creation
sv: Skapa nytt projekt

source: Delete Connection
sv: Ta bort anslutning

source: Recording Capabilities
sv: Spela ining Capabilities

source: Show automation
sv: Visa automation

source: Web user manual
sv: Web user manuell

source: Zrythm comes with some standard packs that cannot be renamed or deleted.
sv: Zrythm levereras med några standardpaket som inte kan byta namn eller tas bort.

source: Edit Tools
sv: Redigeringsverktyg

source: You must have a locale enabled for the language you want to use.
sv: Du måste ha en språkinställning aktiverad för språket du vill använda.

source: Checkout requires JavaScript
sv: Kassan kräver JavaScript

source: Common Operations
sv: Gemensamma åtgärder

source: On Windows, Zrythm will only work when installed in the default path. Installing Zrythm to external hard drives or setting the Zrythm user path to external hard drives is not supported.
sv: I Windows fungerar Zrythm bara när det installeras på standardsökvägen. Det finns inte stöd för att installera Zrythm på externa hårddiskar eller för att ange Zrythms användarsökväg till externa hårddiskar.

source: Filename Pattern
sv: Filnamnsmönster

source: Cloning (Copy-Moving) Objects
sv: Klona objekt, kopiera och flytta

source: New plugins will be scanned on each start-up, and you can delete or edit this file to force a re-scan of previously scanned plugins.
sv: Nya insticksmoduler genomsöks vid varje start, och du kan radera eller redigera den här filen för att tvinga fram en ny genomsökning av tidigare genomsökta insticksmoduler.

source: When Zrythm is installed, it installs the following files by default.
sv: När Zrythm installeras installeras följande filer som standard.

source: Channel %1
sv: Kanal %1

source: Global Levels
sv: Globala nivåer

source: You can build Zrythm from source, either using a `source distribution tarball <https://www.zrythm.org/releases/>`_ or `git <https://gitlab.zrythm.org/zrythm/zrythm/>`_.
sv: Du kan bygga Zrythm från källkod med antingen en `tarboll för källdistribution <https://www.zrythm.org/releases/>`_ eller `git <https://gitlab.zrythm.org/zrythm/zrythm/>`_.

source: Inspector Pages
sv: Inspektörssidor

source: MIDI arranger with notes
sv: MIDI-arrangerare med noter

source: Theming
sv: Teman

source: Free
sv: Gratis

source: Built-in plugins can be found under `Zrythm DAW` here.
sv: Inbyggda insticksmoduler finns under `Zrythm DAW` här.

source: Using Modules
sv: Använda moduler

source: Whether to use punch in/out markers. When this is enabled, recording will start when the playhead reaches the punch in marker and stop when the playhead reaches the punch out marker.
sv: Anger om punch in/ut-markörer ska användas. När funktionen är aktiverad startar inspelningen när uppspelningshuvudet når punch in-markören och stoppar när det når punch ut-markören.

source: For Windows and MacOS, double click the installer and follow the instructions. For GNU/Linux, make the AppImage executable and run it.
sv: På Windows och macOS dubbelklickar du på installationsprogrammet och följer instruktionerna. På GNU/Linux gör du AppImage-filen körbar och startar den.

source: There are various kinds of tracks suited for different purposes, explained in the following sections. Some tracks are special, like the :ref:`Chord Track <tracks/track-types:Chord Track>` and the :ref:`Marker Track <tracks/track-types:Marker Track>`, which contain chords and markers respectively.
sv: Det finns olika typer av spår för olika ändamål, vilka förklaras i följande avsnitt. Vissa spår är särskilda, till exempel :ref:`ackordspåret <tracks/track-types:Chord Track>` och :ref:`markerspåret <tracks/track-types:Marker Track>`, som innehåller ackord respektive markörer.

source: Select tracks when their regions are clicked/selected.
sv: Markera spår när deras regioner klickas på/markeras.

source: Zrythm will scan for plugins on startup and will remember those plugins until it is closed. Zrythm supports `CLAP`_, :term:`LV2`, :term:`VST2`, :term:`VST3`, :term:`LADSPA`, :term:`DSSI` and :term:`AU` plugins.
sv: Zrythm söker efter insticksmoduler vid start och kommer ihåg dem tills programmet stängs. Zrythm har stöd för insticksmodulerna `CLAP`_, :term:`LV2`, :term:`VST2`, :term:`VST3`, :term:`LADSPA`, :term:`DSSI` och :term:`AU`.

source: A `freedesktop-compliant configuration file <https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html>`_ that describes how a particular program should be launched, how it appears in menus, etc. This is normally installed at :file:`/usr/share/applications/zrythm.desktop`.
sv: En `konfigurationsfil som följer freedesktop-standarden <https://specifications.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html>`_ och beskriver hur ett visst program startas, visas i menyer och så vidare. Den installeras normalt på :file:`/usr/share/applications/zrythm.desktop`.

source: :abbr:`JACK (JACK Audio Connection Kit)` is a sound server that offers low latency for users and provides a simple API for developers. It is the de facto standard sound server for professional audio on GNU/Linux.
sv: :abbr:`JACK (JACK Audio Connection Kit)` är en ljudserver som erbjuder låg latens för användare och ett enkelt API för utvecklare. Den är de facto-standard för professionellt ljud på GNU/Linux.

source: Details
sv: Detaljer

source: SIMD-optimized DSP
sv: SIMD-optimerad DSP

source: Deprecation Notice
sv: Meddelande om utfasning

source: Last object
sv: Senaste objekt

source: When exporting the mixdown, sound from all selected tracks will be included in the resulting file. This is the option to use when exporting your song.
sv: När mixningen exporteras inkluderas ljud från alla markerade spår i resultatfilen. Använd det här alternativet när du exporterar låten.

source: Eurodance Minor
sv: Eurodance i moll

source: The Zrythm interface is split into various sub-modules.
sv: Zrythms gränssnitt är indelat i flera delmoduler.

source: Failed to instantiate plugin
sv: Det gick inte att instansiera insticksprogrammet

source: SoundFonts as Plugins
sv: SoundFonts som insticksmoduler

source: A Range is a selection of time between two positions.
sv: Ett intervall är ett urval av tid mellan två positioner.

source: This will install DrMingw as the default debugger (you can uninstall it afterwards).
sv: Detta installerar DrMingw som standardfelsökare, du kan avinstallera den efteråt.

source: ZChordz maps the chords of a minor or major scale to white keys
sv: ZChordz kopplar ackorden i en moll- eller durskala till vita tangenter

source: Snap/Grid Settings
sv: Fäst-/rutnätsinställningar

source: If the track produces output, it will have a meter on its right-hand side showing the current level.
sv: Om spåret ger utdata har det en nivåmätare till höger som visar den aktuella nivån.

source: The timeline arranger is split into a top arranger that remains fixed on top and a bottom arranger below it. This way you can pin tracks you want to always be visible at the top.
sv: Tidslinjearrangeraren är indelad i en övre arrangerare som är fast överst och en nedre arrangerare under den. Därmed kan du fästa spår som alltid ska vara synliga högst upp.

source: Scales appear inside the Chord track.
sv: Skalor visas i ackordspåret.

source: Custom bookmarks can be added by right-clicking on a directory in the file list and selecting :guilabel:`Add Bookmark`.
sv: Du kan lägga till egna bokmärken genom att högerklicka på en katalog i fillistan och välja :guilabel:`Lägg till bokmärke`.

source: A single-channel audio signal (see also :term:`Stereo`).
sv: En enkanalig ljudsignal, se även :term:`Stereo`.

source: Failed to save the project
sv: Det gick inte att spara projektet

source: Detach views from any panel and work efficiently with multi-monitor setups.
sv: Detach views from vilken som helst panoreringel and work efficiently with multi-monitor setupps.

source: Zrythm requires realtime scheduling privileges for reliable, dropout-free operation. Realtime (RT) scheduling is a feature that enables applications to meet timing deadlines more reliably.
sv: Zrythm kräver behörighet för realtidsschemaläggning för tillförlitlig drift utan avbrott. Realtidsschemaläggning, RT, är en funktion som gör det möjligt för program att uppfylla tidsfrister mer tillförlitligt.

source: Reverse
sv: Vänd

source: Normally, you shouldn't need to access any of these settings this way and it is not recommended to edit them this way as Zrythm validates some settings before it saves them (Zrythm also uses some settings internally), but this can be useful for debugging problems.
sv: Normalt behöver du inte komma åt inställningarna på detta sätt och det rekommenderas inte att redigera dem så, eftersom Zrythm validerar vissa inställningar innan de sparas och även använder vissa inställningar internt. Det kan dock vara användbart för att felsöka problem.

source: `GTK+ CSS Overview <https://docs.gtk.org/gtk4/css-overview.html>`_
sv: `Översikt över GTK+ CSS <https://docs.gtk.org/gtk4/css-overview.html>`_

source: Appends all track objects to the currently selected timeline objects.
sv: Lägger till alla spårobjekt till de tidslinjeobjekt som är markerade just nu.

source: o: Supported ^: Untested x: Not supported
sv: o: Stöds ^: Otestat x: Stöds inte

source: The length to use when creating new objects. The following options are available.
sv: Längden som används när nya objekt skapas. Följande alternativ är tillgängliga.

source: Generating Core Dumps on GNU/Linux
sv: Generera kärndumpar på GNU/Linux

source: Insert Silence
sv: Infoga tystnad

source: Dropping a file at a specific location in a new track
sv: Släpp en fil på en viss plats på ett nytt spår

source: Parsing project data...
sv: Tolkar projektdata…

source: Audio regions
sv: Ljudregioner

source: The editor ruler is similar to the timeline ruler.
sv: Redigerarens linjal liknar tidslinjens linjal.

source: The track visibility button in the top of the tracklist allows changing the visible state of tracks. It is also possible to filter the tracks currently shown in the tracklist.
sv: Knappen för spårsynlighet högst upp i spårlistan gör det möjligt att ändra spårens synlighet. Det går också att filtrera de spår som visas i spårlistan.

source: Polyphonic synthesizer with 3 detuned oscillator voices
sv: Polyfonisk synthesizer med 3 detunerade oscillatorröster

source: The <em>Richard Stallman: Free software, free society</em> video is licensed under Creative Commons BY-SA-ND 3.0.
sv: The <em>Richard Stallaman: Free programvara, free society</em> video is licensed under Creative Commons BY-SA-ND 3.0.

source: Selection Section
sv: Markeringsavsnitt

source: Undo Cut
sv: Ångra klipp

source: User Interface Language
sv: Språk för användargränssnittet

source: Generic UIs
sv: Allmänna användargränssnitt

source: Routing an instrument to an audio group
sv: Dirigera ett instrument till en ljudgrupp

source: Enter genre...
sv: Ange genre…

source: Organization
sv: Organisation

source: Send us Bitcoin (BTC), Litecoin (LTC) or Monero (XMR).
sv: Sslut us Bitcoin (BTC), Litecoin (LTC) or Monero (XMR).

source: Switch to drum editor view (or `Drum mode`), where each :term:`MIDI note` is drawn as a diamond and the piano roll keys display the name of each drum.
sv: Växla till trumredigerarvyn, eller `trumläge`, där varje :term:`MIDI-not` ritas som en diamant och pianorullens tangenter visar namnet på varje trumma.

source: Most types of tracks have a corresponding channel that appears in the :ref:`Mixer <mixer>`. See :ref:`channels` for more info.
sv: De flesta spårtyper har en motsvarande kanal som visas i :ref:`mixern <mixer>`. Se :ref:`channels` för mer information.

source: Donate on Open Collective
sv: Donate on Öppna Collective

source: Anywhere-to-Anywhere Connections
sv: Vilken som helstwhere-to-Vilken som helstwhere Connections

source: Project Name
sv: Projektnamn

source: These builds are being made available for a limited time so everyone can try v2 and give feedback before the official release.
sv: Dessa byggen är tillgängliga under en begränsad tid så att alla kan prova v2 och ge återkoppling före den officiella utgåvan.

source: Ticks are expressed in decimals.
sv: Tick uttrycks som decimaler.

source: Adjusting fade out point (drop)
sv: Justera uttoningspunkt, släpp

source: Saving Presets
sv: Spara förinställningar

source: Managing connections
sv: Hantera anslutningar

source: Elliptic
sv: Elliptisk

source: Use SFZ and SF2 soundfonts as instrument plugins.
sv: Använd SFZ- och SF2-ljudteckensnitt som instrumentinsticksmoduler.

source: Rendering to audio...
sv: Renderar till ljud…

source: Saving project...
sv: Sparar projekt…

source: Audio file format
sv: Ljudfilformat

source: Select if you want to quantize the start positions, the end positions (on objects that have length), or both.
sv: Välj om du vill kvantisera startpositionerna, slutpositionerna för objekt med längd eller båda.

source: Drag and Drop From a File Browser
sv: Dra och släpp från en filbläddrare

source: Click the :guilabel:`Add` button on the left side of a macro knob to add inputs to modulate the macro knob.
sv: Klicka på knappen :guilabel:`Lägg till` till vänster om en makroratt för att lägga till inmatningar som modulerar makroratten.

source: Create takes (mute previous)
sv: Skapa tagningar, tysta föregående

source: You are welcome to join us in testing the latest features in Zrythm and reporting bugs and feedback on `GitLab <https://gitlab.zrythm.org/zrythm/zrythm/-/issues>`_.
sv: Du är välkommen att hjälpa oss att testa de senaste funktionerna i Zrythm och rapportera fel och återkoppling på `GitLab <https://gitlab.zrythm.org/zrythm/zrythm/-/issues>`_.

source: Mixing
sv: Mixning

source: `Freesound`_ has presets available to download for specific plugins.
sv: `Freesound`_ har förinställningar för specifika insticksmoduler som kan hämtas.

source: Track Properties
sv: Spåregenskaper

source: Previously shown automation lanes will be given priority.
sv: Automationsbanor som visats tidigare prioriteras.

source: Chord editor
sv: Ackordsredigerare

source: Copy
sv: Kopiera

source: Duplicate the left signal on both channels
sv: Duplicera den vänstra signalen på båda kanalerna

source: Arm tracks for recording when clicked/selected.
sv: Aktivera inspelning på spår när de klickas på/markeras.

source: Reading project file...
sv: Läser projektfil…

source: Type 2 SMF files are rarely used and are not supported.
sv: SMF-filer av typ 2 används sällan och stöds inte.

source: Channels contain a fader, controls such as mute and solo, a meter, a direct out selector and a strip of insert plugins. These are covered in :ref:`track-inspector`.
sv: Kanaler innehåller en fader, kontroller som tysta och solo, en nivåmätare, en väljare för direktutgång och en rad med insticksmoduler. Dessa beskrivs i :ref:`track-inspector`.

source: Stereo signal gate
sv: Signalgrind för stereo

source: Create an empty project
sv: Skapa ett tomt projekt

source: Automation Section
sv: Automationsavsnitt

source: Managing Panels
sv: Hantera paneler

source: Velocity Editor
sv: Redigerare för anslagsstyrka

source: Backups are also kept in the project directory, and each backup is a standalone project on its own - ie, it contains all the files it needs to load as a separate project.
sv: Säkerhetskopior sparas också i projektkatalogen och varje säkerhetskopia är ett fristående projekt. Det vill säga, den innehåller alla filer som behövs för att läsa in den som ett separat projekt.

source: All Ready!
sv: Allt är klart!

source: Automate parameters with CV signals or envelopes, including macro knobs and LFO plugins such as ZLFO.
sv: Automatisera parametrar med CV-signaler eller envelopper, inklusive makrorattar och LFO-insticksmoduler som ZLFO.

source: Contribute
sv: Bidra

source: Plugin Instantiation Failed
sv: Det gick inte att instansiera insticksprogrammet

source: These are the :ref:`ports that the plugin owns <plugins-files/plugins/plugin-info:Plugin Ports>`. Depending on the type of plugin, there may be different categories of ports being shown.
sv: Det här är de :ref:`portar som insticksmodulen äger <plugins-files/plugins/plugin-info:Plugin Ports>`. Vilka portkategorier som visas beror på typen av insticksmodul.

source: Delay that doesn't click and doesn't transpose when the delay time is changed
sv: Delay that doesn't klicka and doesn't transpose when the delay time is ändrad

source: Consider this functionality temporary/short-term. Do not rely long-term on this functionality as Zrythm may drop the undo history when upgrading projects to newer versions (due to compatibility reasons, or to fix bugs).
sv: Betrakta denna funktion som tillfällig och kortsiktig. Förlita dig inte på den långsiktigt eftersom Zrythm kan släppa ångrahistoriken när projekt uppgraderas till nyare versioner, av kompatibilitetsskäl eller för att rätta fel.

source: Each track has a color, an icon (corresponding to its type) a name and various buttons. Tracks that can have lanes, like instrument tracks, will also have an option to display each lane as above. Tracks that can have automation will have an option to display automation tracks as above.
sv: Varje spår har en färg, en ikon som motsvarar typen, ett namn och olika knappar. Spår som kan ha banor, till exempel instrumentspår, kan också visa varje bana enligt ovan. Spår som kan ha automation kan visa automationsspår enligt ovan.

source: Filter by plugin manufacturer/author.
sv: Filtrera efter insticksmodulens tillverkare eller upphovsperson.

source: :ref:`Editor <editing/timeline:Editing Region Contents>`
sv: :ref:`Redigerare <editing/timeline:Editing Region Contents>`

source: Platform Support
sv: Plattformsstöd

source: To load a project from a path, click :guilabel:`Open From Path...`.
sv: Om du vill läsa in ett projekt från en sökväg klickar du på :guilabel:`Öppna från sökväg…`.

source: Now we can finally export the core dump file to a location of our choice (in this case in my :file:`Downloads` directory) by passing the PID to ``coredumpctl``:
sv: Nu kan vi äntligen exportera kärndumpfilen till en valfri plats, i det här fallet min :file:`Hämtningar`-katalog, genom att skicka PID till ``coredumpctl``:

source: Custom UIs
sv: Egna användargränssnitt

source: Selecting an issue template
sv: Välja en ärendemall

source: :ref:`Modulators <modulators/intro:Modulators>`
sv: :ref:`Modulatorer <modulators/intro:Modulators>`

source: By default, only files that are not hidden will be shown in the file list. Enabling this option will also show hidden files.
sv: Som standard visas bara filer som inte är dolda i fillistan. Om du aktiverar det här alternativet visas även dolda filer.

source: Zrythm will remember scanned plugins and save this information in :ref:`the cached plugin descriptors file <appendix/files-and-directories:Cached Plugin Descriptors>`.
sv: Zrythm kommer ihåg genomsökta insticksmoduler och sparar informationen i :ref:`filen med cachade insticksmodulbeskrivningar <appendix/files-and-directories:Cached Plugin Descriptors>`.

source: Hides the selected tracks.
sv: Döljer de markerade spåren.

source: Columns in the header row can be clicked to sort the events in ascending or descending order.
sv: Kolumnerna i rubrikraden kan klickas på för att sortera händelserna i stigande eller fallande ordning.

source: Linking (Link-Moving) Objects
sv: Länka objekt (länkflytta)

source: Fader Gain
sv: Regelförstärkning

source: Cooperation
sv: Samarbete

source: "Please enter your email address. Your products will be sent to this email address."
sv: ”Ange din e-postadress. Dina produkter skickas till den här e-postadressen.”

source: The following buttons exist to alter the signal passing through the monitor processor.
sv: Följande knappar finns för att ändra signalen som passerar genom monitorbearbetningsenheten.

source: Main Panel
sv: Huvudpanel
